src/xml/request_templates/bog_520_a_n_r.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>51249356|870970</ac:identifier>
              <dc:identifier xsi:type="dkdcplus:ISBN">9788760927195</dc:identifier>
              <ac:source>Bibliotekskatalog</ac:source>
              <dc:title>Lov om offentlige veje. Lov om private fællesveje. Lov om grundejerbidrag til offentlige veje. Lov om mark- og vejfred. Lov om vintervedligeholdelse og renholdelse af veje</dc:title>
              <dc:title xsi:type="dkdcplus:full">Lov om offentlige veje : Lov om private fællesveje : Lov om grundejerbidrag til offentlige veje : Lov om mark- og vejfred : Lov om vintervedligeholdelse og renholdelse af veje</dc:title>
              <dc:title xsi:type="dkdcplus:series">Schultz lovbibliotek ; nr. 67</dc:title>
              <dc:subject xsi:type="dkdcplus:DK5">34.66 Veje</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Enkelte danske love og samlinger af danske love om specielle områder efter Christian V's danske lov (1683)</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCO">love</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">vejbidragsloven</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">veje</dc:subject>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dkdcplus:version>29. udgave</dkdcplus:version>
              <dc:publisher>Schultz Information</dc:publisher>
              <dc:date>2014</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
              <dcterms:extent>102 sider</dcterms:extent>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
              <dcterms:isPartOf xsi:type="dkdcplus:ISSN">0909-9034</dcterms:isPartOf>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>00000n    2200000   4500</marcx:leader>
                <marcx:datafield ind1="0" ind2="0" tag="001">
                  <marcx:subfield code="a">51249356</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20140908083341</marcx:subfield>
                  <marcx:subfield code="d">20140819</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="004">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="008">
                  <marcx:subfield code="t">s</marcx:subfield>
                  <marcx:subfield code="u">u</marcx:subfield>
                  <marcx:subfield code="a">2014</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="d">n</marcx:subfield>
                  <marcx:subfield code="d">y</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="x">04</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                  <marcx:subfield code="x">06</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="009">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="017">
                  <marcx:subfield code="a">20364882</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="021">
                  <marcx:subfield code="e">9788760927195</marcx:subfield>
                  <marcx:subfield code="c">hf.</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="032">
                  <marcx:subfield code="a">DBF201436</marcx:subfield>
                  <marcx:subfield code="x">BKM201436</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="245">
                  <marcx:subfield code="a">Lov om offentlige veje</marcx:subfield>
                  <marcx:subfield code="a">Lov om private fællesveje</marcx:subfield>
                  <marcx:subfield code="a">Lov om grundejerbidrag til offentlige veje</marcx:subfield>
                  <marcx:subfield code="a">Lov om mark- og vejfred</marcx:subfield>
                  <marcx:subfield code="a">Lov om vintervedligeholdelse og renholdelse af veje</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="250">
                  <marcx:subfield code="a">29. udgave</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="260">
                  <marcx:subfield code="&amp;">1</marcx:subfield>
                  <marcx:subfield code="a">Valby</marcx:subfield>
                  <marcx:subfield code="b">Schultz Information</marcx:subfield>
                  <marcx:subfield code="c">2014</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="300">
                  <marcx:subfield code="a">102 sider</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="440">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Schultz lovbibliotek</marcx:subfield>
                  <marcx:subfield code="z">0909-9034</marcx:subfield>
                  <marcx:subfield code="V">67</marcx:subfield>
                  <marcx:subfield code="v">nr. 67</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="520">
                  <marcx:subfield code="a">Tidligere: 28. udgave. 2014</marcx:subfield>
                  <marcx:subfield code="n">5 112 051 5</marcx:subfield>
                  <marcx:subfield code="r">9788760926761</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="521">
                  <marcx:subfield code="b">1. oplag</marcx:subfield>
                  <marcx:subfield code="c">2014</marcx:subfield>
                  <marcx:subfield code="k">Rosendahl -  Schultz Grafisk</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="652">
                  <marcx:subfield code="m">34.66</marcx:subfield>
                  <marcx:subfield code="b">Veje</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="652">
                  <marcx:subfield code="p">34.22</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="652">
                  <marcx:subfield code="p">34.55</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">veje</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">vejbidragsloven</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="o">love</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="990">
                  <marcx:subfield code="o">201436</marcx:subfield>
                  <marcx:subfield code="b">v</marcx:subfield>
                  <marcx:subfield code="u">nu</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="996">
                  <marcx:subfield code="a">DBC</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <os:identifier>870970-basis:51249356</os:identifier>
            <os:creationDate>2014-08-19</os:creationDate>
            <os:holdingsCount>11</os:holdingsCount>
            <os:lendingLibraries>11</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
              <os:format>marcxchange</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>bog_520_a_n_r.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
